[
    {
        "id": 1,
        "name": "Toronto Police Service - 11 Division",
        "address": "2054 Davenport Rd",
        "phone": "4168081100",
        "website": "http://www.torontopolice.on.ca/d11/",
        "about": "Located at 2054 Davenport Rd., at Osler St., in the south west area of the City of Toronto, 11 Division provides policing services to portions of both Toronto and the City of York. We're open all day and night and the main entrance is wheelchair accessible.",
        "latitude": 43.671088,
        "longitude": -79.460529,
        "heroPicture": "div11",
        "picture": "",
        "type": "police"
    },
    {
        "id": 2,
        "name": "Toronto Police Service - 12 Division",
        "address": "200 Trethewey Dr",
        "phone": "4168081200",
        "website": "http://www.torontopolice.on.ca/d12/",
        "about": "12 Division station is located on the Southwest corner of Black Creek Drive and Trethewey Drive, approximately a half-kilometre North of Eglinton Ave. West. The concept of community-based policing relies heavily on communications between the community and police. We welcome your response to our home page and other concerns which you may have in our community. And for those who wish to visit us during the day, feel free to stop in. 200 Trethewey Drive Toronto, Ontario 416-808-1200",
        "latitude": 43.694548,
        "longitude": -79.486934,
        "heroPicture": "div12",
        "picture": "",
        "type": "police"
    },
    {
        "id": 3,
        "name": "Toronto Police Service - 13 Division",
        "address": "1435 Eglinton Av W",
        "phone": "4168081300",
        "website": "http://www.torontopolice.on.ca/d13/",
        "about": "13 Division is located at 1435 Eglinton Ave. W. in Toronto. This is opposite the Eglinton Ave. W. subway station. There is on-street parking on Winnett Ave., outside the front door of the station. Public transportation also provides easy direct access to the station. If arriving by subway, exit at the Eglinton Ave. W. subway station, cross Eglinton Ave. W. and the station is immediately in front of you. The public entrance is off Winnett Ave. The station is open 24 hours a day. The main floor is accessible to the physically challenged. 13 Division provides policing services to the core area of the old City of York, the central suburb of Toronto, covering a total of 19.2 square kilometres.",
        "latitude": 43.698464,
        "longitude": -79.436721,
        "heroPicture": "div13",
        "picture": "",
        "type": "police"
    },
    {
        "id": 4,
        "name": "Toronto Police Service - 14 Division",
        "address": "350 Dovercourt Rd",
        "phone": "4168081400",
        "website": "http://www.torontopolice.on.ca/d14/",
        "about": "14 Division is comprised of a diverse population representing people of different origins and ethnicity (population 174,341). Although one of the smallest Divisions in area size (13.6 sq./km.), it is considered one of the busiest Divisions within the Toronto Police Service.",
        "latitude": 43.651293,
        "longitude": -79.425705,
        "heroPicture": "div14",
        "picture": "",
        "type": "police"
    },
    {
        "id": 5,
        "name": "Toronto Police Service - 22 Division",
        "address": "3699 Bloor St W",
        "phone": "4168082200",
        "website": "http://www.torontopolice.on.ca/d22/",
        "about": "22 Division provides policing services to the central and southern area of the former city of Etobicoke, covering a total of 66.9 square kilometres, including that area previously policed by 21 Division. This is the western suburb of Toronto with a population of approximately 191,813 (Toronto Police Service Annual Report, 2000). Our station is located at 3699 Bloor St. W. This is centred between Kipling and Islington Aves. Public transportation provides easy access to the station. If arriving by subway, exit at the Islington subway station, cross Bloor St. W. and the station is 250 metres west on Bloor. The station has public parking and is wheelchair accessible.",
        "latitude": 43.642886,
        "longitude": -79.530567,
        "heroPicture": "div22",
        "picture": "",
        "type": "police"
    },
    {
        "id": 6,
        "name": "Toronto Police Service - 23 Division",
        "address": "5230 Finch Av W",
        "phone": "4168082300",
        "website": "http://www.torontopolice.on.ca/d23/",
        "about": "",
        "latitude": 43.743860,
        "longitude": -79.584464,
        "heroPicture": "div23",
        "picture": "",
        "type": "police"
    },
    {
        "id": 7,
        "name": "Toronto Police Service - 31 Division",
        "address": "40 Norfinch Dr",
        "phone": "4168083100",
        "website": "http://www.torontopolice.on.ca/d31/",
        "about": "",
        "latitude": 43.756885,
        "longitude": -79.527110,
        "heroPicture": "div31",
        "picture": "",
        "type": "police"
    },
    {
        "id": 8,
        "name": "Toronto Police Service - 32 Division",
        "address": "30 Ellerslie Av",
        "phone": "4168083200",
        "website": "http://www.torontopolice.on.ca/d32/",
        "about": "32 Division is the municipal police station responsible for general policing services in the central-northern suburb of Toronto. This site contains information which is specific to the area of the city which is policed by 32 Division, although it also contains crime prevention and community policing information which you may find helpful. Our jurisdiction covers a total area of 62.6 square kilometres and is home to about 180,000 permanent residents. In addition to a broad range of residential and commercial neighbourhoods, our jurisdiction also covers the North York 'Uptown' business district which includes the famous Toronto Centre for the Performing Arts. 32 Division is located at 30 Ellerslie Ave. in Toronto. Ellerslie Ave. runs west from Yonge St. about 1 km north of Sheppard Ave. and 1km south of Finch Ave. The station is located about 100m west of Yonge Street, on the northwest corner of Ellerslie Ave. and Canterbury Place. If arriving by car, there is only on-street parking - on the east side of Canterbury Pl. north of Ellerslie Ave., across the street from the station. There is no parkin on the station property. Public transportation also provides easy, direct access to the station. If arriving by subway, exit at the North York Centre station of the Yonge-University line, and walk north for approximately five minutes. If arriving by bus, take the Yonge St. bus (which runs 24 hours a day), and exit at the Ellerslie Ave. stop, for the south-bound bus, or the Norton Ave. stop for the north-bound bus.",
        "latitude": 43.772112,
        "longitude": -79.415341,
        "heroPicture": "div32",
        "picture": "",
        "type": "police"
    },
    {
        "id": 9,
        "name": "Toronto Police Service - 33 Division",
        "address": "50 Upjohn Rd",
        "phone": "4168083300",
        "website": "http://www.torontopolice.on.ca/d33/",
        "about": "There are approximately 100 officers assigned to uniform functions within 33 Division. One of the most important functions of a uniformed officer is the Primary Response Unit. Officers assigned to the P.R.U. patrol the streets 24 hours a day.",
        "latitude": 43.751211,
        "longitude": -79.349767,
        "heroPicture": "div33",
        "picture": "",
        "type": "police"
    },
    {
        "id": 10,
        "name": "Toronto Police Service - 41 Division",
        "address": "2222 Eglinton Av E",
        "phone": "4168084100",
        "website": "http://www.torontopolice.on.ca/d41/",
        "about": "41 Division is located at 2222 Eglinton Ave. E., in east Toronto on the northeast corner of Eglinton Ave. at Birchmount Rd. The building was originally designed as the Scarborough Municipal and Mayors Offices. The building also housed both the Provincial and Municipal Courts until the late 1970s. The Metropolitan Toronto Police Force No. 4 District Headquarters, 41 Division and No 4 Traffic previously occupied the adjoining building at 1001 Birchmount Rd. In 1978, the facility was converted to a single police station, police vehicle service garage and traffic unit. As Scarborough's population grew, police facilities expanded to include a total of five police sites to serve the community. 41 Division is the central lockup facility for people detained for court or transport to Provincial Detention Centres. 41 Division covers approximately 60 square kilometres, 10% of the total geographic area of Toronto.",
        "latitude": 43.730679,
        "longitude": -79.2771274,
        "heroPicture": "div41",
        "picture": "",
        "type": "police"
    },
    {
        "id": 11,
        "name": "Toronto Police Service - 42 Division",
        "address": "242 Milner Av E",
        "phone": "4168084200",
        "website": "http://www.torontopolice.on.ca/d42/",
        "about": "42 Division is, geographically, the largest of Toronto's 17 Divisions and serves a population in excess of 265,000. Our citizens represent the most culturally diverse community in Canada. This provides both challenging and rewarding opportunities for the men and women who police this area.",
        "latitude": 43.789562,
        "longitude": -79.239885,
        "heroPicture": "div42",
        "picture": "",
        "type": "police"
    },
    {
        "id": 12,
        "name": "Toronto Police Service - 43 Division",
        "address": "4331 Lawrence Av E",
        "phone": "4168084300",
        "website": "http://www.torontopolice.on.ca/d43/",
        "about": "The Toronto Police Service and Emergency Medical Services facility is located on Lawrence Ave. E., just east of Manse Rd., and was opened in mid-January 2006.",
        "latitude": 43.770887,
        "longitude": -79.173997,
        "heroPicture": "div43",
        "picture": "",
        "type": "police"
    },
    {
        "id": 13,
        "name": "Toronto Police Service - 51 Division",
        "address": "51 Parliament St",
        "phone": "4168085100",
        "website": "http://www.torontopolice.on.ca/d51/",
        "about": "51 Division is open 24 hours a day. Limited parking is available in a civilian parking lot off of Parliament St. The TTC provides public transportation which can be used to reach the Division. By subway, exit at the King subway stop. Go to street level and take the King streetcar eastbound. Exit at Parliament St., stop, and walk 1 block south. The Division is located on the northeast corner of Parliament and Front St.",
        "latitude": 43.652144,
        "longitude": -79.362502,
        "heroPicture": "div51",
        "picture": "",
        "type": "police"
    },
    
    {
        "id": 14,
        "name": "Toronto Police Service - 52 Division",
        "address": "255 Dundas St W",
        "phone": "4168085200",
        "website": "http://www.torontopolice.on.ca/d52/",
        "about": "Welcome to 52 Division's home page. Geographically, this is the smallest Division but remains one of the busiest in the city, with a staff in excess of 400. The Division's primary responsibility is to respond to the many unique and diverse activities occurring in the core of the city. The Division is located at 255 Dundas St. W., on the south side of Dundas St. W., one block west of University Ave. There are four police facilities bordering our Division, 51 Division on the east, 53 Division to the north, and 14 Division to the west. Lake Ontario and the Toronto Islands to the south are patrolled by the Marine Unit. If arriving by the Toronto Transit Commission, exit at the St. Patrick subway station on the University line and walk one block west.",
        "latitude": 43.654420,
        "longitude": -79.389385,
        "heroPicture": "div52",
        "picture": "",
        "type": "police"
    },
    
    {
        "id": 15,
        "name": "Toronto Police Service - 53 Division",
        "address": "75 Eglinton Av W",
        "phone": "4168085300",
        "website": "http://www.torontopolice.on.ca/d53/",
        "about": "53 Division provides Policing service to the central section of Toronto. The station is open 24 hours a day, and is located at 75 Eglinton Ave. W. This is just west of the Yonge/Eglinton subway station. There is limited public parking at the station parking lot, located south of the building, off Duplex Ave. Public transportation also provides easy direct access to the station. If arriving by subway, exit at the Yonge/Eglinton subway station, and walk west one block on Eglinton Ave. W. to Duplex Ave., and the station is immediately in front of you on the southwest corner.",
        "latitude": 43.706219,
        "longitude": -79.400499,
        "heroPicture": "div53",
        "picture": "",
        "type": "police"
    },
    {
        "id": 16,
        "name": "Toronto Police Service - 55 Division",
        "address": "101 Coxwell Av.",
        "phone": "4168085500",
        "website": "http://www.torontopolice.on.ca/d55/",
        "about": "The station is open 24 hours per day, and is located at 101 Coxwell Ave, at the corner of Dundas St. East, in the City of Toronto. There is visitor parking available. As part of the Toronto police Service modernization plan, 54 and 55 Divisions have been consolidated.",
        "latitude": 43.66938360531501,
        "longitude": -79.31727544858425,
        "heroPicture": "div54",
        "picture": "",
        "type": "police"
    },
    {
        "id": 17,
        "name": "Margaret's Housing and Community Support Services",
        "address": "21 Park Rd",
        "phone": "4163384766",
        "website": "https://margarets.ca/",
        "about": "We are on a mission to provide stable housing and support to women experiencing mental illness and homelessness in Toronto.",
        "latitude": 43.67221270238937,
        "longitude":  -79.3844525021156,
        "heroPicture": "margaret",
        "picture": "",
        "type": "respite"
    },
    
    {
        "id": 18,
        "name": "Dixon Hall Neighbourhood Services",
        "address": "354 George St",
        "phone": "4163384766",
        "website": "https://dixonhall.org/",
        "about": "Dixon Hall Neighbourhood Services began as a soup kitchen in 1929, and since then has been steadily increasing and strengthening a diverse range of integrated services for residents of east downtown Toronto.",
        "latitude": 43.65963953393066,
        "longitude":  -79.37454185978666,
        "heroPicture": "dixon",
        "picture": "",
        "type": "respite"
    },
    {
        "id": 19,
        "name": "Dixon Hall Neighbourhood Services",
        "address": "351 Lakeshore Ave E",
        "phone": "4163384766",
        "website": "https://dixonhall.org/",
        "about": "Dixon Hall Neighbourhood Services began as a soup kitchen in 1929, and since then has been steadily increasing and strengthening a diverse range of integrated services for residents of east downtown Toronto.",
        "latitude": 43.64815293518712,
        "longitude":  -79.35965611561048,
        "heroPicture": "dixon",
        "picture": "",
        "type": "respite"
    },
    {
        "id": 20,
        "name": "St Felix Centre",
        "address": "25 Augusta Ave",
        "phone": "4163384766",
        "website": "www.stfelixcentre.ca",
        "about": "We are a non-profit community centre in downtown Toronto that is dedicated to providing compassionate service and safe, welcoming, and respectful environment inclusive of all religions, genders, cultures, and abilities.",
        "latitude": 43.649165495370006,
        "longitude":  -79.39965350211635,
        "heroPicture": "stfelix",
        "picture": "stFelix1",
        "type": "respite"
    },
    
    {
        "id": 21,
        "name": "Fred Victor",
        "address": "701 Fleet Street",
        "phone": "4163384766",
        "website": "www.fredvictor.org",
        "about": "Improving Health, Income and Housing Stability for people experiencing homelessness.",
        "latitude": 43.635835913762755,
        "longitude":  -79.40879287862707,
        "heroPicture": "fred",
        "picture": "",
        "type": "respite"
    },
    
    
    {
        "id": 22,
        "name": "St Felix Centre",
        "address": "69 Fraser Ave",
        "phone": "4163384766",
        "website": "www.stfelixcentre.ca",
        "about": "We are a non-profit community centre in downtown Toronto that is dedicated to providing compassionate service and safe, welcoming, and respectful environment inclusive of all religions, genders, cultures, and abilities.",
        "latitude": 43.63812304671845,
        "longitude":  -79.42367068669957,
        "heroPicture": "stfelix",
        "picture": "stFelix2",
        "type": "respite"
    },
    
    {
        "id": 23,
        "name": "Better Living Centre at Exhibition Place",
        "address": "195 Princess Blvd",
        "phone": "4163384766",
        "website": "www.homesfirst.on.ca",
        "about": "Homes come in many shapes and sizes but each is a safe, stable refuge. With a home, people can be part of a community, obtain ID, register for social services, and keep in touch with family and friends. With a home, people gain respect, dignity, and the ability to care for themselves and others. With a home, people can build a future. Everyone needs a home.",
        "latitude": 43.63182975294361,
        "longitude":  -79.42085475971344,
        "heroPicture": "homesfirst",
        "picture": "betterLiving",
        "type": "respite"
    },
    
    {
        "id": 24,
        "name": "Ernestine's Women's Shelter",
        "address": "",
        "phone": "4167463701",
        "website": "www.ernestines.ca",
        "about": "If you or your children are experiencing any form of abuse – it is not your fault and you are not alone. We Can Help! You and your children deserve the opportunity to experience a life free of violence, fear, degradation, yelling, hitting and sexual assault. You deserve to know your rights, to make your own choices and your own mistakes without punishment. At Ernestine’s we understand that leaving an abusive situation may be one of the most difficult and dangerous decisions you will ever make. Ernestine’s strives to be inclusive by offering client centred services to children, youth and women who have experienced and/or witnessed violence. At Ernestine’s we work within an anti-racism and anti-oppression framework, and we value each person’s individual identity. Ernestine’s provides a roof over your head, a bed, basic necessities, counselling and other supportive services that are free and confidential.",
        "latitude": 43.72852865679361,
        "longitude": -79.57423786813501,
        "heroPicture": "ernestine",
        "picture": "ernestinepic",
        "type": "shelter"
    },
    
    {
        "id": 25,
        "name": "Nekenaan Second Stage Housing",
        "address": "1296 Weston Rd",
        "phone": "4162437669",
        "website": "http://anduhyaun.org/",
        "about": "Anduhyaun Inc. is a not-for-profit, charitable agency founded to respond to the needs of Toronto's Indigenous women. It was first established in 1973 as a hostel. Over the last four decades, Anduhyaun Inc. has expanded to create culturally-inclusive, safe spaces for women and their children at various stages of life. Anduhyaun remains open and committed to serving the community during this difficult time. We continue to accept new clients at both our emergency shelter and transitional housing, conducting telephone interviews as needed. We are doing our part to prevent the spread of COVID-19 and follow public health directives for health and safety. Please contact us by email or telephone if you have any questions or are able to support our efforts.",
        "latitude": 43.68936961859776,
        "longitude": -79.49609703087262,
        "heroPicture": "anduhyaun",
        "picture": "anduhyaunpic",
        "type": "shelter"
    },
    
    {
        "id": 26,
        "name": "Armagh House",
        "address": "1801 Lakeshore Rd W",
        "phone": "9058550299",
        "website": "www.armaghhouse.ca",
        "about": "Armagh is a transitional supportive housing programme. Unlike a first stage or crisis shelter(which responds to short-term emergencies) we offer secure and affordable housing to abused women, with or without children, for extended periods of time.",
        "latitude": 43.51717108493355,
        "longitude": -79.62498881939501,
        "heroPicture": "Armagh",
        "picture": "armaghpic",
        "type": "shelter"
    },

    {
        "id": 27,
        "name": "Etobicoke Location Sakeenah Homes",
        "address": "5659 McAdam Rd",
        "phone": "18886713446",
        "website": "https://www.sakeenahhomes.com/",
        "about": "To establish a network of sheltering projects which provide a safe and nurturing environment for Muslim women and children so that they may be given equal opportunities to excel, grow, and thrive with respect and dignity.",
        "latitude": 43.625400002811475,
        "longitude": -79.6651980732032,
        "heroPicture": "sakeenah",
        "picture": "sakeenahpic",
        "type": "shelter"
    },
    
    {
        "id": 28,
        "name": "Interim Place - North",
        "address": "",
        "phone": "9056768515",
        "website": "https://www.domesticshelters.org/help/on/mississauga/l4t2v1/interim-place-north",
        "about": "Interim Place provides shelter, support, counseling and advocacy to help abused women and their children break the cycle of violence. We are a women-centered, anti-racist, anti-oppressive, non-profit organization serving the population of Peel.",
        "latitude": 43.704047062354746,
        "longitude": -79.64253868037558,
        "heroPicture": "interimplace",
        "picture": "",
        "type": "shelter"
    },

    {
        "id": 29,
        "name": "Interim Place - South",
        "address": "",
        "phone": "9054030864",
        "website": "https://www.domesticshelters.org/help/on/mississauga/l5j2y5/interim-place-south",
        "about": "If you are a woman in need of help due to Violence call us, WE CAN HELP! Interim Place provide shelter, support, counselling and advocacy to help abused women and their children break the cycle of violence.",
        "latitude": 43.55238171646751,
        "longitude": -79.58497670737475,
        "heroPicture": "interimplace",
        "picture": "",
        "type": "shelter"
    },
    
    {
        "id": 30,
        "name": "Interval House",
        "address": "",
        "phone": "4169241491",
        "website": "http://www.intervalhouse.ca/",
        "about": "Interval House is the first centre for abused women and children in Canada. We are leaders in the campaign for women’s empowerment, providing innovative, specialized services that help women survivors of intimate partner violence and their children transform their lives and break the cycle of abuse.",
        "latitude": 43.66713250204984,
        "longitude": -79.33087838250114,
        "heroPicture": "intervalhouse",
        "picture": "intervalhousepic",
        "type": "shelter"
    },
    
    {
        "id": 31,
        "name": "Julliette’s Place",
        "address": "31 Tapscott Rd",
        "phone": "4167241316",
        "website": "www.julliettesplace.ca",
        "about": "Homeward Family Shelter (operating as Julliette’s Place) takes a client-centred approach in delivering comprehensive support to women and their children fleeing violence.",
        "latitude": 43.80697729076799,
        "longitude": -79.22164421574193,
        "heroPicture": "juliettesplace",
        "picture": "",
        "type": "shelter"
    },

    {
        "id": 32,
        "name": "La Maison",
        "address": "31 Tapscott Rd",
        "phone": "6477776433",
        "website": "www.lamaison-toronto.org/",
        "about": "La Maison est un Centre multiservices qui offre un hébergement aux femmes francophones et leurs dépendants aux prises avec la violence conjugale et familiale.",
        "latitude": 43.769619149958544,
        "longitude": -79.18303289721622,
        "heroPicture": "lamaison",
        "picture": "lamaisonpic",
        "type": "shelter"
    },
    
    {
        "id": 33,
        "name": "Nellie's",
        "address": "754 Queen St E",
        "phone": "4164611084",
        "website": "www.nellies.org",
        "about": "Our Mission is to operate programs and services for women and children who have and are experiencing oppressions such as violence, poverty and homelessness. Nellie’s is a community based feminist organization which operates within an anti-racism and anti-oppression framework. We are committed to social change through education and advocacy, to achieve social justice for all women and children.",
        "latitude": 43.68587399644521,
        "longitude": -79.35053718296817,
        "heroPicture": "nellies",
        "picture": "nelliespic",
        "type": "shelter"
    },
    
    {
        "id": 34,
        "name": "Nisa Homes - Scarborough",
        "address": "115 Matheson Blvd W Unit 214",
        "phone": "18884568043",
        "website": "www.nisahomes.com",
        "about": "Nisa Homes is a non-government, not-for-profit charitable organisation that provides a safe haven and support services to women, children and families who are experiencing homelessness and/or domestic and family violence, poverty or seeking asylum.",
        "latitude": 43.61829093005476,
        "longitude": -79.6720139708155,
        "heroPicture": "nisahomes",
        "picture": "nisahomespic",
        "type": "shelter"
    },
    {
        "id": 35,
        "name": "North York Women's Shelter",
        "address": "940 Sheppard Ave W",
        "phone": "4166359630",
        "website": "www.nyws.ca",
        "about": "NYWS is an anti-violence centre and shelter in the North York area of Toronto that empowers women and trans folks to move forward into a life free from violence.",
        "latitude": 43.75146047831344,
        "longitude": -79.45927935991843,
        "heroPicture": "northyork",
        "picture": "northyorkpic",
        "type": "shelter"
    },
    {
        "id": 36,
        "name": "The Redwood",
        "address": "940 Sheppard Ave W",
        "phone": "4165338538",
        "website": "www.nyws.ca",
        "about": "The Redwood offers safety, healing and opportunities for growth for women and their children fleeing abuse. Families receive case management and counseling services from Resident Services Counselors, access to empowering and life-changing programs, and transitional support when they are ready to take the steps toward a new life. Free from fear. Free from threat.",
        "latitude": 43.75146047831344,
        "longitude": -79.45927935991843,
        "heroPicture": "redwood",
        "picture": "redwoodpic",
        "type": "shelter"
    },
    
    {
        "id": 37,
        "name": "Women's Habitat",
        "address": "140 Islington Ave",
        "phone": "4162525829",
        "website": "http://www.womens-habitat.ca/",
        "about": "Women’s Habitat offers a safe, confidential location with all the services a woman needs to make a new life for herself and her children.",
        "latitude": 43.60129306640834,
        "longitude": -79.50568620225279,
        "heroPicture": "womenshabitat",
        "picture": "womenshabitatpic",
        "type": "shelter"
    },
    
    
    {
        "id": 38,
        "name": "Yellow Brick House Markham",
        "address": "52 West Beaver Creek Rd #4",
        "phone": "9054740124",
        "website": "www.yellowbrickhouse.org",
        "about": "Yellow Brick House is a place for abused women and children in York Region.",
        "latitude": 43.85618031570927,
        "longitude": -79.39197705991539,
        "heroPicture": "yellowbrick",
        "picture": "",
        "type": "shelter"
    },
    
    
    {
        "id": 39,
        "name": "Yorktown Shelter for Women",
        "address": "2010 Eglinton Ave W Suite 300",
        "phone": "4163942999",
        "website": "https://www.yorktownfamilyservices.com/",
        "about": "Yorktown Family Services (YFS) is a fully accredited community service agency comprised of an infant, child, and youth mental health centre; a women’s shelter and community-based violence against women services; and an integrated services site offering rapid access to multiple mental health, primary health, and social service programs for youth and young adults. For over 25 years Yorktown has been providing immediate access to a wide range of services in Toronto’s most vulnerable communities to support and equip women, children, youth and families to create positive change in their lives.",
        "latitude": 43.6952788179227,
        "longitude": -79.4553562683351,
        "heroPicture": "yorktownfamily",
        "picture": "",
        "type": "shelter"
    },
    
    
   
]
